int/resources/objectRepo/xmlTemplates/opera/OperaExchangeInterfaceConfig/req_FetchConversionCodeMappings.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v9="http://micros/opera/ws/oxi/v9_00" xmlns:v91="http://micros/opera/ws/common/v9_00">
   <soapenv:Header/>
   <soapenv:Body>
      <v9:FetchConversionCodeMappingsRQ CorrelationID="?" EchoToken="?" Enforce="?" RequestCount="?" TimeStamp="?" Version="?">
         <v91:OperaContext>
            <v91:UserLanguage/>
            <v91:CROCode/>
            <v91:HotelCode/>
            <v91:Language/>
            <v91:RunningApplication/>
            <v91:TerminalId/>
            <v91:LogLevel/>
            <v91:ExternalSystem/>
            <v91:Override/>
            <v91:TargetExternalSystem/>
            <v91:UseLocal/>
            <v91:ExternalData/>
         </v91:OperaContext>
         <v9:IntegrationSystem/>
         <v9:Criteria>
            <v91:HotelCode/>
            <v91:InterfaceID/>
            <v91:ConversionCode/>
            <v91:UDFCode/>
            <v91:MappingValue/>
            <v91:SearchBy/>
            <v91:IncludeGlobal/>
            <v91:ProfileType/>
         </v9:Criteria>
      </v9:FetchConversionCodeMappingsRQ>
   </soapenv:Body>
</soapenv:Envelope>